const quizs = {
    "quizs": [
        {
            id: 1,
            type: "boolean",
            question: "เราควรเปรียบเทียบราคาและมองหาส่วนลดก่อนตัดสินใจซื้อสินค้า",
            options: ["ถูก", "ผิด"],
            answer: "ถูก"
        },
        {
            id: 2,
            type: "multiple",
            question: "คุณควรออมเงินเพื่ออะไรเป็นลําดับแรก",
            options: ["เพื่อซื้อของที่อยากได้", "เพื่อการเกษียณ", "เผื่อเหตุการณ์ฉุกเฉิน", "เพื่อลงทุน"],
            answer: "เผื่อเหตุการณ์ฉุกเฉิน"
        },
        {
            id: 3,
            type: "boolean",
            question: "การกินอาหารนอกบ้านบ่อยครั้งถือเป็นวิธีบริหารงบประมาณอาหารอย่างประหยัด",
            options: ["ถูก", "ผิด"],
            answer: "ผิด"
        },
        {
            id: 4,
            type: "boolean",
            question: "การซื้อสินค้าเป็นจำนวนมากสามารถประหยัดเงินได้ในระยะยาว",
            options: ["ถูก", "ผิด"],
            answer: "ถูก"
        },
        {
            id: 5,
            type: "boolean",
            question: "การซื้อของตามอารมณ์ไม่ส่งผลกระทบต่อความมั่นคงทางการเงินของคุณ",
            options: ["ถูก", "ผิด"],
            answer: "ผิด"
        },
        {
            id: 6,
            type: "boolean",
            question: "การสร้างงบประมาณรายสัปดาห์หรือรายเดือนไม่สามารถช่วยให้คุณจัดการกับค่าใช้จ่ายในแต่ละวันได้ดีขึ้น",
            options: ["ถูก", "ผิด"],
            answer: "ผิด"
        },
        {
            id: 7,
            type: "boolean",
            question: "การสร้างกองทุนฉุกเฉินเป็นส่วนสำคัญของการจัดการเงินในชีวิตประจำวัน",
            options: ["ถูก", "ผิด"],
            answer: "ถูก"
        },
        {
            id: 8,
            type: "boolean",
            question: "การตั้งเป้าหมายทางการเงินสามารถกระตุ้นให้คุณออมและใช้จ่ายอย่างฉลาด",
            options: ["ถูก", "ผิด"],
            answer: "ถูก"
        }
    ]
}

export default quizs;