const quizs = {
    "quizs": [
        {
            id: 1,
            type: "boolean",
            question: "เราควรเปรียบเทียบราคาและมองหาส่วนลดก่อนตัดสินใจซื้อสินค้า",
            options: ["ถูก", "ผิด"],
            answer: "ถูก"
        },
        {
            id: 2,
            type: "multiple",
            question: "คุณควรออมเงินเพื่ออะไรเป็นลําดับแรก",
            options: ["เพื่อซื้อของที่อยากได้", "เพื่อการเกษียณ", "เผื่อเหตุการณ์ฉุกเฉิน", "เพื่อลงทุน"],
            answer: "เผื่อเหตุการณ์ฉุกเฉิน"
        }
    ]
}

export default quizs;